[
	{
		"id": "les-trois-vallees",
		"name": "Computer Science 1",
		"country": "France",
		"description": "Les Trois Vallées is a ski region in the Tarentaise Valley, Savoie département of France, to the south of the town of Moûtiers, partly in the Vanoise National Park.\n\nSince 1973, it has been possible to ski the interlinked valleys using a single ski pass. Thus, Les Trois Vallées is the largest ski area in the world which is connected solely by ski lifts and slopes. It claims to have about 600 km (370 mi) of ski slopes, resulting in 18.5 km² of groomed runs, while an independent expert measured about 493 km. In addition, there are 120 km for cross-country skiing. Les Trois Vallées has 183 ski lifts, which can transport 260,000 skiers per hour. Other equipment owned by the operating companies include 2,300 snow cannons and 73 snow grooming machines operated by 160 snow groomers who work in shifts during the night. Other employees in the area include 424 ski patrollers and 3,000 ski instructors.\n\nAs implied by its name, the area originally consisted of three valleys: Saint-Bon, Allues, and Belleville. The skiing area has since been extended into a 'fourth' valley, the Maurienne valley. It is adjacent to Val Thorens, but can also be accessed using a long gondola lift from Orelle.",
		"imageCredit": "Ben Koorengevel",
		"price": 3,
		"size": 3,
		"snowDepth": 155,
		"elevation": 3230,
		"runs": 335,
		"facilities": [
			"Family",
			"Cross-country",
			"Accommodation",
			"Eco-friendly"
		]
	},
	{
		"id": "saint-anton-am-arlberg",
		"name": "CS Principles AP",
		"country": "Austria",
		"description": "Sankt Anton am Arlberg, commonly referred to as St. Anton, is a village and ski resort in the Austrian state of Tyrol. It lies in the Tyrolean Alps, with aerial tramways and chairlifts up to 2,811 m (9,222 ft), yielding a vertical drop of 1,507 m (4,944 ft). It is also a popular summer resort among hikers, trekkers and mountaineers.\n\nSkiing has a long history in St. Anton: ski instructors from the area emigrated to the US in the 1930s, helping to popularise the sport. St. Anton was the host of the Alpine World Ski Championships in 2001. St. Anton is frequently listed as one of the world's top skiing resorts both in terms of skiing available and après-ski entertainment.",
		"imageCredit": "Christian ter Maat",
		"price": 3,
		"size": 2,
		"snowDepth": 150,
		"elevation": 3000,
		"runs": 141,
		"facilities": [
			"Family",
			"Beginners",
			"Accommodation",
			"Eco-friendly"
		]
	},
	{
		"id": "vail-ski-resort",
		"name": "Computer Science A AP",
		"country": "United States",
		"description": "Vail Ski Resort is a ski resort located near the town of Vail in Eagle County, Colorado. At 5,289 acres (8.3 sq mi; 21.4 km2), it is the third-largest single-mountain ski resort in the United States, behind Big Sky and Park City, featuring seven bowls and intermediate gladed terrain in Blue Sky Basin.\n\nVail opened in 1962 and is one of 19 mountain resorts owned and operated by Vail Resorts, which also operates three other nearby ski resorts (Beaver Creek, Breckenridge, and Keystone).\n\nVail Mountain has three sections: the Front-Side, Blue Sky Basin, and the Back Bowls. Most of the resort is wide open terrain with all types of trails. There are cruising runs accessible from most front side and Blue Sky Basin lifts, as well as the wide open Back Bowls, glades, and chutes.",
		"imageCredit": "Fabrizio Conti",
		"price": 3,
		"size": 2,
		"snowDepth": 97,
		"elevation": 3125,
		"runs": 195,
		"facilities": [
			"Family",
			"Cross-country",
			"Beginners"
		]
	}
]
