[
	{
		"id": "sysadmin",
		"name": "Sysadmin",
        "average": 82322,
        "short": "In charge of daily tasks such as configuration of computers and managing IT staff",
        "description": "A System Administrator installs specific types of hardware and software for the organization at hand. A System Administrator is in charge of daily tasks such as configuration of computers and managing IT staff. Alongside this, a System Administrator is in charge of daily tasks such as configuration of computers and managing IT staff.",
        "youTube": "https://www.youtube.com/embed/gFUKiS6aBJ0"
			
	},
	{
		"id": "network-engineer",
		"name": "Network Engineer",
        "average": 70200,
        "short": "Design system configurations and manage installation of networks",
        "description": "A Network Engineer is in charge of making sure the local and wide area network of an organization has the most efficient time a machine is in operation. Also, they design system configurations and manage the installation of a new network.",
        "youTube": "https://www.youtube.com/embed/grgn2JJ1LWU" 
		
	},
	{
		"id": "data-center-ops",
		"name": "Data Center Ops",
        "average": 88303,
        "short": "Supervise systems and maintain them",
        "description": "Data Center Ops supervise systems and maintain them. In addition, they also talk to clients to help with finding the best service that would suit the intended customer. ",
        "youTube": "https://www.youtube.com/embed/WQY8S6RQjUQ"
			
	},
	{
		"id": "cable-&-router-technicians",
		"name": "Cable & Router Technicians",
        "average": 43052,
        "short": "Install voice and cable systems at local areas",
        "description": "Cable and Router Technicians install voice and cable systems at local areas.Installation involves digging and setting cables, and troubleshooting for any apparent issues.",
        "youTube": "https://www.youtube.com/embed/11bCD2L-Gus"
		
	},
	{
		"id": "database-adminstrators",
		"name": "Database Adminstrators",
        "average": 92714,
        "short": "Ensures an optimal database with security",
        "description": "A Database Administrator ensures an optimal database with security involved. An optimal database includes consistent and precise data that fits the needs of the client.",
        "youTube": "https://www.youtube.com/embed/aI8CB60HGoo"

			
	},
	{
		"id": "technical-support-&-documentation",
		"name": "Technical Support & Documentation",
        "average": 37716,
        "short": "In charge of handling the user manual for specific software and hardware",
        "description": "Technical Support and Documentation is in charge of handling the user manual for the specific software application and hardware. Technical Support and Documentation heavily researches customer-specific documentation solutions. They also must have the ability to edit, and proofread changes within documents about the specific software.",
        "youTube": "https://www.youtube.com/embed/CevB9bkYN2M"
			
	},
	{
		"id": "full-stack-engineers",
		"name": "Full Stack Engineers",
        "average": 96801,
        "short": "Works on both front and back-ends of a website or application",
        "description": "Works on both front and back-ends of a website or application. Flexible in their work, can either work on database related projects, build user-faced websites, and go through planning phases of a project with clients.",
        "youTube": "https://www.youtube.com/embed/FXTqPsvVT6k"
			
	},
	{
		"id": "backend-application-development",
		"name": "Backend Application Development",
        "average": 116095,
        "short": "Code and debug applications’ services / features",
        "description": "Backend application developers mainly code and debug applications’ services / features. More in depth, alongside coding the services and features, they are responsible for the server side web application logic and ensure it can be integrated with the front-end portion.",
        "youTube": "https://www.youtube.com/embed/cbSrsYiRamo"
		
	},
	{
		"id": "project-management",
		"name": "Project Management",
        "average": 123399,
        "short": "Manages developers to be guided to finish a project",
        "description": "The Project Manager is in charge of the project being guided in the right direction. More in depth, they are in charge of allocating their resources and managing their workers to push the project forward.",
        "youTube": "https://www.youtube.com/embed/DVcBAWZc-iM"
        
	},
	{
		"id": "engineering-management",
		"name": "Engineering Management",
        "average": 130000,
        "short": "Manages the more technical assets of a project",
        "description": "Manages the more technical assets of a project. Engineering Management is very knowledgeable of the technical side of the project and uses that to lead engineers, scientists, and technicians.",
        "youTube": "https://www.youtube.com/embed/E0ZsdQKW1KA"
		
	},
	{
		"id": "software-architects",
		"name": "Software Architects",
        "average": 138187,
        "short": "Plan the guidelines they will follow when it comes to coding",
        "description": "They plan the guidelines they will follow when it comes to coding. They set the guidelines for coding standards and the design of the applications. Acting as high-level decision makers for their area.",
        "youTube": "https://www.youtube.com/embed/NaPNryFI_yU"
			
	},
	{
		"id": "api-design",
		"name": "API Design",
        "average": 71192,
        "short": "Used to facilitate either change in demand or user convenience in applications",
        "description": "In charge of creating a program that showcases data to a developer or user through other applications or services. API design is used to facilitate either change in demand or user convenience in applications. A good example is asking Google for the weather, google uses an API to get the data from another source and showcases it to the user.",
        "youTube": "https://www.youtube.com/embed/B9vPoCOP7oY"
			
	},
	{
		"id": "security-&-pentesting",
		"name": "Security & Pentesting",
        "average": 84283,
        "short": "Tasked with detecting vulnerabilities in programs, websites, computer systems, etc.",
        "description": "Tasked with detecting vulnerabilities in your program, website, computer system etc. Cyber Security and Penetration Testing work to pinpoint vulnerabilities in the program, ensuring maximum security.",
        "youTube": "https://www.youtube.com/embed/q2t91jLmh3k"
			
	},
	{
		"id": "distributed-system-architects",
		"name": "Distributed System Architects",
        "average": 77768,
        "short": "Charge of an enterprise's overall systems",
        "description": "Are in charge of an enterprise's overall systems. They utilize their resources to stay on top of both user/client’s needs and restrictions. Reporting to top management, system architects are in charge of staying up to date with the newest tech innovations to better suit the needs of their users and clients. Often working on advanced projects and complex business issues.",
        "youTube": "https://www.youtube.com/embed/7VbL89mKK3M"
        
	},
	{
		"id": "ux/ui-front-end-designers",
		"name": "UX/UI Front End Designers",
        "average": 85277,
        "short": "Are in charge of making the website/apps visually pleasing to a consumer",
        "description": "A UX/UI Front End Designer is in charge of applying interactive and visual designs to websites and applications. To further explain, UX/UI Front End Designers are in charge of making the website visually pleasing to a consumer. You must design and manage digital assets. ",
        "youTube": "https://www.youtube.com/embed/4K6hauan2qU"
			
	},
	{
		"id": "general-front-end-web-development",
		"name": "General Front End Web Development",
        "average": 76929,
        "short": "Charge of creating user-friendly web pages",
        "description": "General Front End Web Development is in charge of creating user-friendly web pages. They make sure that the web page is functional across all platforms and that all interactive elements work together.",
        "youTube": "https://www.youtube.com/embed/4K6hauan2qU"
		
	},
	{
		"id":  "single-page-app-development",
		"name":  "Single-page App Development",
        "average": 76929,
        "short": "Developement on single page applications which are apps that doesn't need to reload the page during use",
        "description": " A Single-page Application Developer test-trials the application to make sure there are no issues. Alongside testing the application, Single-page App Development they also fix any apparent issues in the application.",
        "youTube": "https://www.youtube.com/embed/xfGciVdbktI"
        
	},
	{
		"id": "quality-assurance-&-testing",
		"name": "Quality Assurance & Testing",
        "average": 56616,
        "short": "Test software to catch any bugs in software before being relased to public",
        "description": "Also known as a QA Engineer, Software Tester, or Software Test Engineer, a Quality Assurance (QA) Tester develops test plans to test new and existing software, debug code, and improve the usability of software programs. A QA Tester works with the development team to produce top-quality software.  The QA Tester works with the development team to debug code, correct errors, and troubleshoot any issues with software code. A successful QA Tester should be hard-working, have a strong working knowledge of software code and testing methodologies, and be a team player",
        "youTube": "https://www.youtube.com/embed/eD-tKxaUHCg"
			
	},
	{
		"id": "android-&-iOS",
		"name": "Android & iOS",
        "average": 96016,
        "short": "Work on coding applications for mobile devices",
        "description": "Works on coding applications for mobile devices. Develop apps such as virtual assistants for ios and android devices. Typically focusing on ui and ux when creating the applications.",
        "youTube": "https://www.youtube.com/embed/8HmUtn5j0nw"
        
	},
	{
		"id": "os",
		"name": "Windows Desktop, macOS Desktop, Linux App Development",
        "average": 76526,
        "short": "Develop applications for different operating systems",
        "description": "Develop the behind the scenes applications of systems like windows, macOS, and linux. In charge of developing the backend processing systems for companies or businesses. ",
        "youTube": "https://www.youtube.com/embed/sKSXqW8qfJU"
    
	},
	{
		"id": "enterprise-software-development",
		"name": "Enterprise Software Development",
        "average": 71960,
        "short": "Plan, design, and implement software programs as well as work to improve for a user/business",
        "description": "Plan, design, and implement software programs as well as work to improve on them. Researching, designing, and implementing new software into existing programs to improve on them or meet the needs of the user/business.",
        "youTube": "https://www.youtube.com/embed/KwqjLikUlxs"
    
	},
	{
		"id": "software-architecture",
		"name": "Software Architecture",
        "average": 113757,
        "short": "They plan the guidelines people will follow when it comes to coding",
        "description": "They plan the guidelines they will follow when it comes to coding. They set the guidelines for coding standards and the design of the applications. Acting as high-level decision makers for their area.",
        "youTube": "https://www.youtube.com/embed/0fuEgmibJc4"
		
	},
	{
		"id": "growth-hacking/web-scraping",
		"name": "Growth hacking/web scraping",
        "average": 88989,
        "short": "Try to get as many users/customers as cheap as possible",
        "description": "A growth hacker is someone who uses creative, low-cost strategies to help businesses acquire and retain customers. Sometimes growth hackers are also called growth marketers, but growth hackers are not simply marketers. Anyone involved in a product or service, including product managers and engineers, can be a growth hacker.",
        "youTube": "https://www.youtube.com/embed/2XfA0e4Bzkk"
			
	},
	{
		"id": "Computer-and-Information-Research-Scientists",
		"name": "Computer and Information Research Scientists",
        "average": 92046,
        "short": "Be the first to make breakthrus in computer science",
        "description": "Computer and information research scientists create and improve computer software and hardware. Creating and improving software involves working with algorithms, which are sets of instructions that tell a computer what to do. Some computing tasks are very difficult and require complex algorithms. Computer and information research scientists try to simplify these algorithms to make computer systems as efficient as possible. The algorithms allow advancements in many types of technology, such as machine learning systems and cloud computing.",
        "youTube": "https://www.youtube.com/embed/jlZucw7_qWU"
			
	},
	{
		"id": "data-science",
		"name": "Data Science",
        "average": 113309,
        "short": "Use alot of data to guide decisions for organizations",
        "description": "Data scientists are big data wranglers, gathering and analyzing large sets of structured and unstructured data. A data scientist’s role combines computer science, statistics, and mathematics. They analyze, process, and model data then interpret the results to create actionable plans for companies and other organizations. Data scientists are analytical experts who utilize their skills in both technology and social science to find trends and manage data. They use industry knowledge, contextual understanding, skepticism of existing assumptions – to uncover solutions to business challenges.",
        "youTube": "https://www.youtube.com/embed/dYZJxhYjBE8"
	},
	{
		"id": "machine-learning",
		"name": "Machine Learning",
        "average": 114121,
        "short": "Use machines to figure out trends from data",
        "description": "Machine learning engineers sit at the intersection of software engineering and data science. They leverage big data tools and programming frameworks to ensure that the raw data gathered from data pipelines are redefined as data science models that are ready to scale as needed.",
        "youTube": "https://www.youtube.com/embed/I74ymkoNTnw"
			
	},
	{
		"id": "analytics",
		"name": "Analytics",
        "average": 68367,
        "short": "Guide business decisions with data",
        "description": "Analytics is the systematic computational analysis of data or statistics. It is used for the discovery, interpretation, and communication of meaningful patterns in data. It also entails applying data patterns towards effective decision making. It can be valuable in areas rich with recorded information; analytics relies on the simultaneous application of statistics, computer programming and operations research to quantify performance. Organizations may apply analytics to business data to describe, predict, and improve business performance.",
        "youTube": "https://www.youtube.com/embed/Gm-HbTvKw_0"
        
	},
	{
		"id": "seo-&-sem",
		"name": "SEO & SEM",
        "average": 49589,
        "short": "Help growth from search engines like google",
        "description": "Search Engine Optimization (SEO) has traditionally been thought of as a component of Search Engine Marketing (SEM), encompassing both paid and organic tactics. Today, however, SEM is used to refer exclusively to paid search. According to Search Engine Land, Search Engine Marketing is the process of gaining website traffic by purchasing ads on search engines. Search Engine Optimization, on the other hand, is defined as the process of getting traffic from free, organic, editorial or natural search results.",
        "youTube": "https://www.youtube.com/embed/4eEjAkGmbqU"
    
	},
	{
		"id": "embedded-software",
		"name": "Embedded Software",
        "average": 82658,
        "short": "Work on specialized devices",
        "description": "Embedded software is computer software, written to control machines or devices that are not typically thought of as computers, commonly known as embedded systems. It is typically specialized for the particular hardware that it runs on and has time and memory constraints. This term is sometimes used interchangeably with firmware.",
        "youTube": "https://www.youtube.com/embed/oPn_adlC1Q0"
        
	},
	{
		"id": "chip-design-&-architecture",
		"name": "Chip Design & Architecture",
        "average": 74298,
        "short": "Work on the newest microporcessors to be used in computers",
        "description": "Being a microprocessor designer is one of the most challenging and interesting jobs in the tech industry. As you might expect, these engineers work for companies like Intel, Nvidia and AMD to design the next generation of silicon semiconductors, and it takes hundreds of engineers several years of working together to complete a design. They usually have advanced degrees in electrical or computer engineering, and they spend their days solving logic problems that can be reduced to a series of symbols with a pen and paper.",
        "youTube": "https://www.youtube.com/embed/rtAlC5J1U40"
			
	},
	{
		"id": "game-development",
		"name": "Game Development",
        "average": 50923,
        "short": "Make games",
        "description": "Game Development is the art of creating games and describes the design, development and release of a game. It may involve concept generation, design, build, test and release. While you create a game, it is important to think about the game mechanics, rewards, player engagement and level design. A game developer could be a programmer, a sound designer, an artist, a designer or many other roles available in the industry.",
        "youTube": "https://www.youtube.com/embed/0ixsAavbBpU"
			
	},
	{
		"id": "graphics-software-development",
		"name": "Graphics Software Development",
        "average": 99951,
        "short": "Create grapichs to be use inside software",
        "description": "Graphics engineers create integrated graphics and visual effects systems that are used in the design and development of software applications, such as video games and operating systems. In terms of occupational focus, they are most closely associated with computer hardware engineers and software developers. In particular, graphics engineers write code in various programming languages to create a visual user interface for systems software or end-user programs. They may also consult with art directors, graphic designers and other related professionals to provide them with the computer tools and software they need to produce motion graphics and visuals.",
        "youTube": "https://www.youtube.com/embed/cvcAjgMUPUA"
		
	},
	{
		"id": "cgi-&-animation",
		"name": "CGI & Animation",
        "average": 69168,
        "short": "Use computers to create animations or visual effects",
        "description": "Computer animation is the process used for digitally generating animated images. The more general term computer-generated imagery (CGI) encompasses both static scenes and dynamic images, while computer animation only refers to moving images. Modern computer animation usually uses 3D computer graphics to generate a two-dimensional picture, although 2D computer graphics are still used for stylistic, low bandwidth, and faster real-time renderings. Sometimes, the target of the animation is the computer itself, but sometimes film as well.",
        "youTube": "https://www.youtube.com/embed/T2XKcJOd8Oc"
		
	}
]


